Repository: we-made/WeBook
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: Request of confirmation
nb: Kvitteringer på ressursrekvisisjon

source: Request cancelled
nb: Forespurt Av

source: Request denial receipt
nb: Kvittering på avslått ressursrekvisisjon

source: Request confirmation receipt
nb: Kvitteringer på ressursrekvisisjon

source: County
nb: Konto

source: Selected Audience
nb: Opprett Målgruppe

source: School
nb: Skole

source: City Segment
nb: Bydel

source: Created by
nb: Opprettet av

source: Updated by
nb: Oppdatert av

source: Icon Class
nb: Ikon Klasse

source: Is archived
nb: Er Arkivert

source: Archived by
nb: Arkivert Av

source: Archived when
nb: Arkivert Når

source: Ticket Information
nb: Billettinfo

source: Expected visitors
nb: Forventet Antall Besøkende

source: Actual visitors
nb: Faktisk Antall Besøkende

source: Audience
nb: Målgruppe

source: Audiences
nb: Målgrupper

source: Name
nb: Navn

source: Name(English)
nb: Navn (Engelsk)

source: Arrangement type
nb: Arrangementstype

source: Arrangement types
nb: Arrangementtyper

source: Status types
nb: Statustyper

source: Room Preset
nb: Rom Preset

source: Room Presets
nb: Rom Presets

source: Arrangements
nb: Arrangementer

source: Location
nb: Lokasjon

source: Meeting Place
nb: Møtested

source: Meeting Place (English)
nb: Møtested (Engelsk)

source: Arrangement Type
nb: Arrangement

source: Starts
nb: Starter

source: Ends
nb: Slutter

source: Timeline Events
nb: Tidslinje Aktiviteter

source: Notes
nb: Notater

source: Responsible
nb: Ansvarlig

source: Planners
nb: Planleggere

source: Screen Display Text
nb: Tekst på skjerm

source: Screen Display Text(English)
nb: Tekst på skjerm (Engelsk)

source: People Participants
nb: Persondeltakere

source: Organization Participants
nb: Organisasjondeltakere

source: Show on multimedia screen
nb: Vis på multimedia skjerm

source: Display Layout
nb: Visningslayout

source: Locations
nb: Lokasjoner

source: Room
nb: Rom

source: Rooms
nb: Rom

source: Name English
nb: Navn på Engelsk

source: Is Exclusive
nb: Er Eksklusiv

source: Has Screen
nb: Har Skjerm

source: Business Hours
nb: Arbeidstider

source: Article
nb: Artikler

source: Articles
nb: Artikler

source: Organization Type
nb: Organisasjonstype

source: Organization Types
nb: Organisasjonstyper

source: Timeline Event
nb: Tidslinje Hendelse

source: Content
nb: Innhold

source: Stamp
nb: Stempel

source: Service Type
nb: Tjenestetype

source: Service Types
nb: Tjenestetyper

source: Monday
nb: Mandag

source: Tuesday
nb: Tirsdag

source: Wednesday
nb: Onsdag

source: Thursday
nb: Torsdag

source: Friday
nb: Fredag

source: Saturday
nb: Lørdag

source: Sunday
nb: Søndag

source: Holiday
nb: Helligdag

source: Business Hour
nb: Arbeidstider

source: Day Of Week
nb: Ukesdag

source: Start Of Business Hours
nb: Start av arbeidstider

source: End Of Business Hours
nb: Slutt av arbeidstider

source: Valid From
nb: Tilgjengelig Fra

source: Valid Through
nb: Tilgjengelig Gjennom

source: Note
nb: Notater

source: Calendar
nb: Kalender

source: Calendars
nb: Kalendere

source: Owner
nb: Eier

source: Is Personal
nb: Er Personlig

source: People Resources
nb: Personressurser

source: Room Resources
nb: Romressurser

source: Has personal information
nb: Inneholder personopplysninger

source: Code
nb: Kode

source: Requested By
nb: Forespurt Av

source: SentTo
nb: Sendt Til

source: SentWhen
nb: Sendt Når

source: Reason of denial
nb: Begrunnelse for avslag

source: People
nb: Personer

source: Social Email
nb: Personlig E-Post

source: Personal Email
nb: Personlig E-Post

source: First Name
nb: Fornavn

source: Middle Name
nb: Mellomnavn

source: Last Name
nb: Etternavn

source: Birth Date
nb: Fødselsdato

source: Organization
nb: Organisasjon

source: Organizations
nb: Organisasjoner

source: Organization Number
nb: Organisasjonsnummer

source: Members
nb: Medlemmer

source: Service contact
nb: Kontakt for tjeneste

source: Event
nb: Hendelse

source: Events
nb: Aktivitet

source: Title
nb: Tittel

source: Title (English)
nb: Tittel (Engelsk)

source: Is the result of a collision resolution
nb: Er resultat av en kollisjonsoppløsning

source: Start before collision resolution
nb: Start før kollisjonsoppløsning

source: End before collision resolution
nb: Slutt før kollisjonsoppløsning

source: End
nb: Slutt

source: AllDay
nb: Hele dagen

source: SequenceGuid
nb: Sekvens GUID

source: Primary Color
nb: Primærfarge

source: Is Locked
nb: Er Låst

source: Requisitions Finished
nb: Rekvireringer er utført

source: Loose service requisitions
nb: Myke Tjenesterekvisisjoner

source: Display Layouts
nb: Skjermvisning Layouts

source: Receipt
nb: Kvittering

source: Service Provider
nb: Tjenestetilbyder

source: Associated People
nb: Assosierte Personer

source: Has been locked
nb: Er låst

source: Affected Events
nb: Affekterte Aktiviteter

source: Is Fulfilled
nb: Er gjennomført

source: Ignore colliding activities
nb: Ignorer kolliderende aktiviteter

source: Remove contested resources from activity on collisions
nb: Fjern konflikterende ressurser fra aktiviteter i kollisjon

source: Comment
nb: Kommentar

source: Type to order
nb: Type som skal bestilles

source: Is Open for Ordering
nb: Kan motta bestillinger

source: Edit Arrangement
nb: Rediger Arrangement

source: Delete Arrangement
nb: Slett Arrangement

source: Calendar Samples
nb: Eksempel kalendere

source: Arrangement Calendar
nb: Arrangementskalender

source: Drill Calendar
nb: Kalender

source: Successfully created entity
nb: Opprettelse var vellykket

source: No URL to redirect to. Provide a success_url.
nb: Ingen URL å redirigere til. Definer en success_url.

source: Planning
nb: Planlegging

source: Requisitions
nb: Rekvisisjoner

source: Available
nb: Tilgjengelig

source: Unavailable
nb: Utilgjengelig

source: Screen Model
nb: Skjerm Model

source: Shown Items
nb: Viste Entiteter

source: Room Based
nb: Rommets Navn

source: Screen Status
nb: Status på skjerm

source: Folder Path
nb: Sti

source: Generated Name
nb: Generert Navn

source: Screen Resource
nb: Skjermressurs

source: Screen Resources
nb: Skjermressurser

source: Group Name
nb: Gruppenavn

source: Screen Group Name English
nb: Skjerm Gruppe Navn (Engelsk)

source: Quantity
nb: Entitet

source: Screen Group
nb: Skjermgruppe

source: Screen Groups
nb: Skjermgrupper

source: Description
nb: Beskrivelse

source: Items Shown
nb: Entiteter Vist

source: Is Room Based
nb: Er basert på rom

source: All Events
nb: Alle aktiviteter

source: Layout Enabled
nb: Layout Aktivert

source: Triggers Display Layout Text Fields
nb: Trigger Skjerm Visning Tekstfelter

source: Display Layout Setting
nb: Innstilling for skjermvisning

source: Display Layout Settings
nb: Innstillinger for skjermvisning

source: Forbidden
nb: Forbudt

source: CSRF verification failed. Request aborted.
nb: CSRF verifikasjon feilet. Forespørsel avbrutt.

source: Page not found
nb: Fant ikke siden.

source: Sorry, this page doesn't exist or has been removed. Are you sure the URL is correct? If you believe this to be an error then please report this to us via the channels below.
nb: Beklager, denne siden eksisterer ikke eller har blitt fjernet. Er du sikker på at denne adressen er riktig? Hvis du tenker at dette er en feil så vennligst rapporter det til oss via kanalene under.

source: Server Error
nb: Serverfeil

source: Looks like something went wrong!
nb: Ser ut som at noe gikk galt!

source: We track these errors automatically, but if the problem persists feel free to contact us through the channels listed beneath. In the meantime, try refreshing.
nb: Vi sporer og loggfører disse feilene automatisk, men hvis problemet vedvarer så kontakt oss gjerne via de kanalene listet opp under. I mellomtiden kan du prøve å laste siden inn på nytt.

source: Account Inactive
nb: Konto er inaktiv

source: This account is inactive.
nb: Denne kontoen er inaktiv.

source: Email
nb: E-Post

source: The following e-mail addresses are associated with your account:
nb: De følgende epost adressene er assosiert med din konto:

source: Verified
nb: Verifisert

source: Unverified
nb: Uverifisert

source: Primary
nb: Primær

source: Make Primary
nb: Gjør til primær

source: Re-send Verification
nb: Send verifikasjon på nytt

source: Remove
nb: Fjern

source: Warning:
nb: Advarsel:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
nb: Du har ikke satt opp noen epost adresse ennå. Du burde legge til en epost adresse slik at du kan motta notifikasjoner, resette passord, osv.

source: Add E-mail Address
nb: Legg til en epost adresse

source: Add E-mail
nb: Legg til epost

source: Do you really want to remove the selected e-mail address?
nb: Ønsker du virkelig å fjerne den valgte epost adressen?

source: Confirm E-mail Address
nb: Bekreft epost adresse

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
nb: Vennligst bekreft at <a href="mailto:%(email)s">%(email)s</a> er en epost adresse for %(user_display)s.

source: Confirm
nb: Bekreft

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
nb: Denne bekreftelseslinken har ekspirert, eller er ugyldig. Vennligst <a href="%(email_url)s">forespør en ny bekreftelseslink for å bekrefte din epost</a>.

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
nb: Hvis du ikke har opprettet en konto ennå, så vennligst <a href="%(signup_url)s">registrer</a> deg først.

source: Sign Out
nb: Logg ut

source: Are you sure you want to sign out?
nb: Er du sikker på at du vil logge ut?

source: Change Password
nb: Endre passord

source: Password Reset
nb: Gjenopprett Passord

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
nb: Glemt passordet ditt? Skriv inn epost adressen din under, og så sender vi deg en epost som vil hjelpe deg med å resette passordet ditt.

source: Reset My Password
nb: Gjenopprett mitt passord

source: Please contact us if you have any trouble resetting your password.
nb: Vennligst kontakt oss om du har problemer med å gjenopprette passordet.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
nb: Vi har sent deg en epost. Vennligst kontakt oss om du ikke mottar den innen et par minutter.

source: Bad Token
nb: Ugyldig Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
nb: Linken for gjenoppretting av passord var ugyldig, Muligens fordi den allerede har blitt brukt. Vennligst forespør en <a href="%(passwd_reset_url)s">ny gjenoppretting av passord</a>.

source: change password
nb: endre passord

source: Your password is now changed.
nb: Ditt passord har nå blitt endret.

source: sign in
nb: logg inn

source: Set Password
nb: Sett passord

source: Signup
nb: Registrer

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
nb: Har du allerde en konto? Hvis så, <a href="%(login_url)s">logg inn</a>.

source: Sign Up
nb: Registrer

source: Sign Up Closed
nb: Registrering er stengt

source: We are sorry, but the sign up is currently closed.
nb: Beklager, registrering har blitt deaktivert.

source: Verify Your E-mail Address
nb: Bekreft epost adressen din

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
nb: Vi har sendt en epost til deg for verifikasjon. Vennligst følg linken gitt for å fullføre registreringsprosessen. Vennligst kontakt oss om du ikke mottar eposten innen et par minutter.

source: Sign In
nb: Logg inn

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
nb: Denne delen av siden krever at du bekrefter at du er den du utgir deg for å være. For denne hensikt, så krever vi at du bekrefter eierskap av epost adressen din.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
nb: Vi har sendt en epost til deg for verifikasjon. Vennligst klikk linken i denne eposten. Vennligst kontakt oss om du ikke mottar den innen et par minutter.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
nb: <strong>Merk:</strong> du kan fortsatt <a href="%(email_url)s">endre epost adressen din</a>.

source: This field is mandatory
nb: Dette feltet er påkrevd

source: This field expects text
nb: Dette feltet forventer tekst

source: What should this arrangement be known as? This will be the name shown primarily to identify this arrangement.
nb: Hva skal dette arrangementet hete?

source: Name of the arrangement
nb: Arrangementets navn

source: This is a reference to the Audience entity
nb: Dette er en referanse til en målgruppe

source: Go to audiences in a new tab
nb: Åpne målgrupper i en ny fane

source: Which audience is this arrangement targeted towards?
nb: Hvilken målgruppe er dette arrangementet rettet mot?

source: This is a reference to the arrangement type entity
nb: Dette er en referanse til en arrangement type

source: Go to arrangement types in a new tab
nb: Åpne arrangement typer i en ny fane

source: At what location does this arrangement occurr?
nb: På hvilken lokasjon foregår dette arrangementet?

source: What kind of arrangement is this?
nb: Hva slags type arrangement er dette?

source: When does this arrangement start?
nb: Når starter dette arrangementet?

source: When does this arrangement end?
nb: Når slutter dette arrangementet?

source: Who is responsible for this arrangement?
nb: Hvem er ansvarlig for dette arrangementet?

source: Save
nb: Lagre

source: Cancel
nb: Avbryt

source: Reset Form
nb: Reset Skjema

source: Add planner
nb: Legg til planlegger

source: Icons
nb: Ikon

source: User guide
nb: Brukermanual

source: New event
nb: Ny aktivitet

source: New repeating event
nb: Ny repeterende aktivitet

source: january
nb: januar

source: march
nb: mars

source: may
nb: Primær

source: june
nb: juni

source: july
nb: juli

source: october
nb: oktober

source: december
nb: desember

source: Create
nb: Opprett

source: Edit
nb: Rediger

source: Delete
nb: Slett

source: Arrangement Types
nb: Arrangement typer

source: There are no arrangements registered of this type. You can select this type when creating a new arrangement, and it will appear here.
nb: Det er ingen arrangementer registrert med denne typen. Du kan velge denne typen når du oppretter nytt arrangement, og arrangementet vil etter opprettelse vises her.

source: Create a new arrangement type based on your input
nb: Opprett nytt arrangement basert på din inndata

source: Create a new audience based on your input
nb: Opprett en ny målgruppe basert på din inndata

source: Legend
nb: Legende

source: Dimension
nb: Dimensjon

source: Include
nb: Inkluder

source: only
nb: bare

source: the checked locations
nb: de avkryssede lokasjonene

source: the checked people
nb: de avkryssede personene

source: Update
nb: Oppdater

source: Example of a calendar concerning itself primarily with displaying arrangements across the board
nb: Eksempel på en kalender rettet mot å vise alle arrangementer

source: Open
nb: Åpne

source: Is there anything that the planners should know?
nb: Er det noe som planleggerene burde vite?

source: Submit and deny request
nb: Lagre og avslå forespørsel

source: Thanks
nb: Takk

source: accepted
nb: akseptert

source: denied
nb: avslått

source: Go to login
nb: Gå til innlogging

source: Service Order
nb: Tjenestetilbyder

source: A service has been requested
nb: En tjeneste har blitt rekvirert

source: Events this request concerns:
nb: Hendelser denne forespørselen omhandler:

source: Order information
nb: Bestillingsinformasjon

source: Accept request
nb: Godta forespørsel

source: Deny request
nb: Avslå forespørsel

source: New room
nb: Nytt rom

source: Maximum Occupancy
nb: Maks Antall Mennesker

source: Room Name
nb: Rommets Navn

source: Room Name (English)
nb: Rommets Navn (Engelsk)

source: Create room
nb: Opprett rom

source: Create and new
nb: Opprett rom, og ny

source: Name of the location
nb: Lokasjonens navn

source: Save and then create a new audience
nb: Lagre målgruppe, og ny

source: Save, and new
nb: Opprett, og ny

source: Register a new member
nb: Registrer et nytt medlem

source: Register services this organization can provide
nb: Registrer tjenester denne organisasjonen kan tilby

source: Which services can this organization provide?
nb: Hvilke tjenester kan denne organisasjonen tilby?

source: Register Member
nb: Registrer Medlem

source: Register, and new
nb: Registrer, og ny

source: Organization number
nb: Organisasjonsnummer

source: There are no organizations registered of this type. You can select this type when creating a new organization, and it will appear here.
nb: Det er ingen organisasjoner registrert av denne typen. Du kan velge denne typen når du oppretter en organisasjon, og organisasjonen vil så vises her.

source: Go back
nb: Gå tilbake

source: Eligible users
nb: Kvalifiserte Brukere

source: Search for user by email address
nb: Bekreft e-post adressen din

source: Associate chosen user with
nb: Knytt valgt bruker med

source: Has associated user?
nb: Har tilkoblet bruker?

source: Does this person have an associated user in this application?
nb: Har denne personen en tilkoblet bruker i denne applikasjonen?

source: Options
nb: Valgmuligheter

source: Go to this persons page
nb: Gå til denne personens side

source: Remove this person from this organization. This does not delete the person.
nb: Fjern denne personen fra organisasjonen. Dette vil ikke slette personen fra systemet.

source: Anonymize this person, removing all PII while retaining relational integrity.
nb: Anonymiser denne personen, fjern all personlig identifiserbar informasjon men ivareta relasjonell integritet.

source: Date of birth
nb: Fødselsdato

source: Has user?
nb: Har tilkoblet bruker?

source: Object ID
nb: Objekt ID

source: This person is a member of the following organizations:
nb: Denne personen er medlem av følgende organisasjoner

source: This person is not a member of any organizations
nb: Denne personen er ikke medlem av noen organisasjoner

source: First name
nb: Fornavn

source: Middle name
nb: Mellomnavn

source: Optional
nb: Valgfritt

source: Last name
nb: Etternavn

source: Allocate people
nb: Tildel Personer

source: Allocate rooms
nb: Tildel Rom

source: Max Occupancy:
nb: Maks Antall Mennesker

source: Name of the arrangement (in english)
nb: Arrangementets navn (engelsk)

source: Meeting place (english)
nb: Møtested (Engelsk)

source: Delete this file
nb: Slett denne filen

source: Download this file
nb: Last ned denne filen

source: Edit this serie
nb: Rediger denne serien

source: Remove this serie from the arrangement to be
nb: Fjern denne serien fra arrangementet

source: Edit this recurring activity
nb: Rediger denne repeterende aktiviteten

source: Remove this recurring activity from the arrangement to be
nb: Fjern denne serien fra arrangementet

source: Remove this room from the activity
nb: Fjern rommet fra aktiviteten

source: Remove this person from the activity
nb: Fjern personen fra aktiviteten

source: Upload
nb: Last opp

source: Color selection
nb: Fargevelger

source: Edit event
nb: Rediger aktivitet

source: Event Information
nb: Informasjon vedrørende aktivitet

source: Orders
nb: Bestillinger

source: Required
nb: Obligatorisk

source: From
nb: Fra

source: To
nb: Til

source: Event updated!
nb: Aktivitet oppdatert!

source: Event created!
nb: Aktivitet opprettet!

source: Icon
nb: Ikon

source: Explanation
nb: Forklaring

source: Indicates that the event is a part of a serie.
nb: Indikerer at aktiviteten er en del av en serie.

source: Indicates that the event has one or more room resources assigned
nb: Indikerer at aktiviteten har en eller flere rom tildelt

source: Indicates that the event has one or more person resources assigned
nb: Indikerer at aktiviteten har en eller flere personer tildelt

source: Close
nb: Lukk

source: New recurring event
nb: Ny repeterende aktivitet

source: Time
nb: Tid

source: Color
nb: Farge

source: Pattern for recurring area
nb: Mønster for gjentagelse

source: Daily
nb: Daglig

source: Weekly
nb: Ukentlig

source: Monthly
nb: Månedlig

source: Yearly
nb: Årlig

source: Every
nb: Hver

source: day
nb: dag

source: Every weekday
nb: Hver ukedag

source: week at
nb: uke på

source: Day
nb: Dag

source: every
nb: hver

source: month
nb: måned

source: The
nb: Den

source: months
nb: måneder

source: Happens every
nb: Skjer hver

source: year
nb: år

source: in
nb: i

source: Area of recurrence
nb: Gjentagelsesområde

source: Start Date
nb: Startdato

source: Stop within
nb: Stopp innen

source: Stop after
nb: Stopp etter

source: occurences
nb: forekomster

source: No stop date
nb: Ingen sluttdato

source: Project
nb: Prosjekt

source: months into the future
nb: måneder inn i fremtiden

source: Create recurring event
nb: Opprett repeterende aktivitet

source: Recurring event created!
nb: Repeterende aktivitet opprettet!

source: monday
nb: mandag

source: tuesday
nb: tirsdag

source: wednesday
nb: onsdag

source: thursday
nb: torsdag

source: friday
nb: fredag

source: saturday
nb: lørdag

source: sunday
nb: søndag

source: first
nb: første

source: second
nb: andre

source: third
nb: tredje

source: fourth
nb: fjerde

source: last
nb: siste

source: Order service
nb: Bestill tjeneste

source: The order has not been set up yet
nb: Bestillingen er ikke ferdigkonfigurert

source: Setting up order
nb: Konfigurerer bestilling

source: We are waiting for the provider to respond to the request we have sent to them by mail.
nb: Vi venter for tilbyderen til å svare på forespørslen vi har sendt over e-post.

source: Awaiting response from provider
nb: Venter respons fra tilbyder.

source: The provider has denied this request.
nb: Tilbyderen har avslått denne forespørslen.

source: Denied
nb: Avslått

source: The provider has accepted this request
nb: Tilbyderen har godtatt denne forespørslen

source: Accepted
nb: Akseptert

source: This order has been cancelled
nb: Bestillingen har blitt kansellert

source: Cancelled
nb: Avbryt

source: Requisitioning
nb: Rekvirering

source: Maximum Occupants
nb: Maks Antall Mennesker

source: Is Exclusive?
nb: Er eksklusiv?

source: Has Screen?
nb: Har skjerm?

source: Show
nb: Vis

source: Go To
nb: Gå til

source: Max Occupants
nb: Maks Antall Mennesker

source: Room name (english)
nb: Romnavn (Engelsk)

source: Save and then create a new room preset
nb: Lagre, og ny preset

source: Create a new room preset based on your input
nb: Opprett en ny preset basert på din inndata

source: Search (ctrl + &quot;/&quot; to focus)
nb: Søk (ctrl + &quot;/&quot; for å fokusere)

source: My Profile
nb: Min profil

source: Are you sure?
nb: Er du sikker?

source: Are you sure you want to delete
nb: Er du sikker på at du vil slette

source: This action can not be reversed.
nb: Denne handlingen kan ikke reverseres.

source: Actions
nb: Valg

source: Search for
nb: Søk etter

source: No <em>%(ENTITY_NAME_PLURAL)s</em> registered yet!
nb: Ingen <em>%(ENTITY_NAME_PLURAL)s</em> har blitt registrert ennå!
