Repository: we-made/WeBook
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: After you have begun registering <em>%(ENTITY_NAME_PLURAL)s</em> they will be shown here! None have been registered yet, but you can resolve this by clicking the button above!
nb: Etter du har registrert nye <em>%(ENTITY_NAME_PLURAL)s</em> så vil de dukke opp her. Ingen har blitt registrert ennå. Bruk knappen over for å opprette nye entiteter.

source: Entity
nb: Entitet

source: Please raise an error in our <a href='https://github.com/wemadefree/webook'><strong>GitHub repository</strong></a> if you believe this error to be a bug in the application.
nb: Vennligst rapporter feilen om du mener at dette er en feil i applikasjonen.

source: ScreenGroup Name:
nb: Skjermgruppe navn:

source: ScreenGroup Name (English):
nb: Skjermgruppe navn (engelsk):

source: Number of items showing:
nb: Antall synlige enheter:

source: Screens
nb: Skjermer

source: This screen group has these screens as members
nb: Denne skjermgruppen består av disse skjermene

source: This screen group doesn't have any screen as member
nb: Denne skjermgruppen har ingen skjermer

source: Screen Group Name
nb: Skjermgruppe Navn

source: Group Name (English)
nb: Skjermgruppe Navn (Engelsk)

source: Number of items on screen
nb: Antall enheter på skjermen

source: Layout Name:
nb: Layout Navn

source: Layout Description:
nb: Layout Beskrivelse

source: Is Room screen based:
nb: Er rom skjerm basert:

source: Showing all events:
nb: Viser alle aktiviteter:

source: Is Active:
nb: Er aktiv:

source: Screen and Groups
nb: Skjerm Og Grupper

source: This display layout is showing on folowing screens
nb: Denne skjerm layouten brukes på de følgende skjermene

source: (group)
nb: (gruppe)

source: This display layout is not showing on any screen
nb: Denne skjerm layouten vises ikke på noen skjermer

source: Layout Name
nb: Etternavn

source: Layout Description
nb: Layout Beskrivelse

source: Screen
nb: Skjerm

source: Screen Name:
nb: Skjerm Navn:

source: Screen Model Name
nb: Skjerm Model Navn:

source: Is Room Screen
nb: Er Rom Skjerm

source: elements
nb: elementer

source: Continue
nb: Fortsett

source: My Info
nb: Min Info

source: Users
nb: Brukere

source: Profile Picture
nb: Profilbilde

source: Timezone
nb: Tidssone

source: email address
nb: E-Post

source: Home
nb: Hjem

source: Daily every {manifest.interval} day
nb: Daglig hver {manifest.interval} dag

source: Weekly every {_days_to_str(manifest)}
nb: Ukentlig hver {_days_to_str(manifest)}

source: The {manifest.day_of_month} every {manifest.interval} month
nb: Den {manifest.day_of_month} hver {manifest.interval} måned

source: Every {_arbitrators[manifest.arbitrator]} {calendar.day_name[manifest.day_of_week]} every {manifest.interval} month
nb: Hver {_arbitrators[manifest.arbitrator]} {calendar.day_name[manifest.day_of_week]} hver {manifest.interval} måned

source: The {manifest.day_of_month} {calendar.month_name[manifest.month]} every {manifest.interval} year(s)
nb: Den {manifest.day_of_month} {calendar.month_name[manifest.month]} hver {manifest.interval} år

source: between {manifest.start_date} and {manifest.stop_within}
nb: mellom {manifest.start_date} og {manifest.stop_within}

source: after {manifest.stop_after_x_occurences}
nb: etter {manifest.stop_after_x_occurences}

source: for eternity (project {manifest.project_x_months_into_future} months into the future)
nb: for alltid (projiser {manifest.project_x_months_into_future} måneder inn i fremtiden)
